{"id":1636,"date":"2017-05-04T17:06:41","date_gmt":"2017-05-05T00:06:41","guid":{"rendered":"http:\/\/stanfordhs17.wpengine.com\/?page_id=1636"},"modified":"2017-06-26T19:02:45","modified_gmt":"2017-06-27T02:02:45","slug":"terms","status":"publish","type":"page","link":"https:\/\/www.stanford.edu\/site\/terms\/","title":{"rendered":"Terms of use for sites"},"content":{"rendered":"<div class=\"lead\"><p>Please read these Terms of Use (&#8220;Terms&#8221;) carefully before accessing or participating in any chatroom, newsgroup, bulletin board, mailing list, website, transaction or other on-line forum available at stanford.edu, stanfordalumni.org or other Stanford sites (&#8220;site&#8221; or &#8220;sites&#8221;). By using and participating in these sites, you signify that you have read these terms and agree to be bound by and comply with them. If you do not agree to be bound by these terms, please promptly exit all sites. Stanford reserves the right to modify these terms at any time and will publish notice of any such modifications on-line at this site or elsewhere on-line. By continuing to access a site after notice of such modifications has been published, you signify your agreement to be bound by them.<\/p><\/div>\n<h2>Disclaimer<\/h2>\n<p>Sites may include unmoderated forums containing the personal opinions and other expressions of the persons who post entries on a wide range of topics. Neither the content of these Sites, nor the links to other web sites, are screened, approved, reviewed or endorsed by Stanford University, the Stanford Alumni Association or any Stanford-affiliated entity (&#8220;Stanford&#8221;). Stanford is not a publisher of any of the content of the Sites, or of any content that may be available through links to and from them, and is acting solely as an internet service provider. 47 U.S.C. § 230(c)(1).<\/p>\n<p>The text and other material on these Sites are the opinion of the specific author and are not statements of advice, opinion, or information of Stanford. If you feel you might be offended by the content of the Sites, you should not continue.<\/p>\n<h2>Rules for Online Conduct<\/h2>\n<p>You agree to use the Sites in accordance with all applicable laws. Because Stanford is a nonprofit, tax-exempt organization, you agree that you will not use the Site for organized partisan political activities. You further agree that you will not e-mail or post any of the following content anywhere on the Site, or on any other Stanford computing resources:<\/p>\n<ul>\n<li>Content that defames or threatens others<\/li>\n<li>Harassing statements or content that violates federal or state law<\/li>\n<li>Content that discusses illegal activities with the intent to commit them<\/li>\n<li>Content that infringes another&#8217;s intellectual property, including, but not limited to, copyrights, trademarks or trade secrets<\/li>\n<li>Material that contains obscene (i.e. pornographic) language or images<\/li>\n<li>Advertising or any form of commercial solicitation<\/li>\n<li>Content that is otherwise unlawful<\/li>\n<\/ul>\n<p>Copyrighted material, including without limitation software, graphics, text, photographs, sound, video and musical recordings, may not be placed on the Site without the express permission of the owner of the copyright in the material, or other legal entitlement to use the material.<\/p>\n<p>Stanford students using this Site are expected to abide by the Fundamental Standard which has set the standard of conduct for students at Stanford since 1896 and which provides:<\/p>\n<blockquote><p>Students at Stanford are expected to show both within and without the University such respect for order, morality, personal honor and the rights of others as is demanded of good citizens. Failure to do this will be sufficient cause for removal from the University.<\/p><\/blockquote>\n<p>Stanford employees using this Site are expected to abide by the <a href=\"https:\/\/adminguide.stanford.edu\/chapter-1\/subchapter-1\/policy-1-1-1\">University Code of Conduct, Administrative Guide Memo 1<\/a>.<\/p>\n<p>Although Stanford does not routinely screen or monitor content posted by users to the Site, Stanford reserves the right to remove content which violates the above rules of which it becomes aware, but is under no obligation to do so.<\/p>\n<p>Finally, you agree that you will not access or attempt to access any other user&#8217;s account, or misrepresent or attempt to misrepresent your identity while using the Sites.<\/p>\n<h2>Permission to Use Materials<\/h2>\n<p>In consideration for your agreement to the terms and conditions contained here, Stanford grants you a personal, non-exclusive, non-transferable license to access and use the Sites. User may download material from the Sites only for User&#8217;s own personal, non-commercial use. User may not otherwise copy, reproduce, retransmit, distribute, publish, commercially exploit or otherwise transfer any material. The burden of determining that use of any information, software or any other content on the Site is permissible rests with User.<\/p>\n<h2>Limitation of Use<\/h2>\n<p>You may use Sites for legal purposes only. Furthermore, you agree that, if a third party claims that any material you have contributed to a Site is unlawful, you will bear the burden of establishing that the material complies with all applicable laws. Although Stanford does not monitor the content of the Sites, Stanford has the right to remove material from the Sites, block access, or take other action with respect to the Material in its sole discretion, although Stanford is under no obligation to do so. You may not use Stanford computing resources or Sites to disseminate unsolicited advertising or promotional material of any kind.<\/p>\n<h2>Links to Other Sites<\/h2>\n<p>Stanford&#8217;s Site may include hyperlinks to websites maintained or controlled by others. Stanford is not responsible for and does not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these websites.<\/p>\n<h2>Choice of Law\/Forum Selection<\/h2>\n<p>Sites are hosted by Stanford on computing resources located on the Stanford campus or elsewhere in Santa Clara County, California. You agree that any dispute arising out of or relating to these Terms or any content posted to a Site, including copies and republication thereof, whether based in contract, tort, statutory or other law, will be governed by the laws of the State of California, excluding its conflicts of law provisions. You further consent to the personal jurisdiction of and exclusive venue in the federal and state courts located in and serving Santa Clara County, California as the legal forum for any such dispute.<\/p>\n<h2>Disclaimer of Warranty\/Limitation of Liability<\/h2>\n<p>THESE SITES AND ANY INFORMATION, PRODUCTS OR SERVICES THEREIN ARE PROVIDED &#8220;AS IS&#8221; WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR USE OF A PARTICULAR PURPOSE, OR NONINFRINGEMENT.<\/p>\n<p>Stanford does not warrant, and hereby disclaims any warranties, either express or implied, with respect to the accuracy, adequacy or completeness of any Site, information obtained from a Site, or link to a Site. Stanford does not warrant that Sites will operate in an uninterrupted or error-free manner or that Sites are free of viruses or other harmful components. Use of information obtained from or through these Sites is at your own risk.<\/p>\n<p>YOU AGREE THAT STANFORD WILL NOT BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS, OR TO YOUR (OR ANY THIRD PARTY&#8217;S) USE OR INABILITY TO USE A SITE, OR TO YOUR PLACEMENT OF CONTENT ON A SITE, OR TO YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH A SITE. IN PARTICULAR, STANFORD WILL HAVE NO LIABILTY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE, (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF DATA, OR INTERRUPTION IN AVAILABILITY OF DATA), ARISING OUT OF OR RELATING TO THESE TERMS, YOUR USE OR INABILITY TO USE A SITE, OR ANY PURCHASES ON THIS SITE, OR YOUR PLACEMENT OF CONTENT ON A SITE, OR TO YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH A SITE, WHETHER BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW, EXCEPT ONLY IN THE CASE OF DEATH OR PERSONAL INJURY WHERE AND ONLY TO THE EXTENT THAT APPLICABLE LAW REQUIRES SUCH LIABILITY.<\/p>\n<p>Stanford makes no representation regarding your ability to transmit and receive information from or through the Sites and you agree and acknowledge that your ability to access the Sites may be impaired. Stanford disclaims any and all liability resulting from or related to such events.<\/p>\n<h2>Trademarks<\/h2>\n<p>The logo, name and all graphics on the Sites of Stanford, Stanford Alumni Association (&#8220;SAA&#8221;), the Stanford Athletic Department, Stanford Hospital &amp; Clinics and Lucile Packard Children&#8217;s Hospital at Stanford or any of their affiliates, are trademarks of Stanford or its affiliates. Use, reproduction, copying or redistribution of trademarks, without the written permission of Stanford or its affiliates is prohibited. All other trademarks or servicemarks appearing on the Site are the marks of their respective owners.<\/p>\n<h2>Indemnification<\/h2>\n<p>You agree to indemnify and hold Stanford harmless from any claims, losses or damages, including legal fees, resulting from your violation of these Terms, your use of a Site or your placement of any content onto a Site, and to fully cooperate in Stanford&#8217;s defense against any such claims.<\/p>\n<h2>Your Account<\/h2>\n<p>If you use this site, you are responsible for maintaining the confidentiality of your account and password, if any, and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password. If you are under 18, you may purchase products or services only through a parent or guardian. You agree that billing and registration information you provide on the Sites will be accurate and complete. Stanford and its affiliates reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in their sole discretion.<\/p>\n<h2>Other<\/h2>\n<p>The Sites may contain errors and omissions relating to product description, pricing and availability. We reserve the right to correct errors or omissions without prior notice. We also reserve the right to cancel any offered product or service in the event of an error or omission in the description, including price, unavailability or other reason.<\/p>\n<h2>General<\/h2>\n<p>These Terms constitute the entire agreement between you and Stanford and its affiliates with respect to the subject matter herein and supersedes any and all prior or contemporaneous oral or written agreements.<\/p>\n<h2>Copyright Complaints<\/h2>\n<p>Stanford respects the intellectual property rights of others. If you believe your copyright has been violated on a Stanford site, please give notice as stated under <a href=\"https:\/\/uit.stanford.edu\/security\/copyright-infringement\">Reporting of Alleged Copyright Infringement<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Disclaimer Sites may include unmoderated forums containing the personal opinions and other expressions of the persons who post entries on a wide range of topics. Neither the content of these Sites, nor the links to other web sites, are screened, approved, reviewed or endorsed by Stanford University, the Stanford Alumni Association or any Stanford-affiliated entity [&hellip;]<\/p>\n","protected":false},"author":18,"featured_media":0,"parent":1634,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"_links":{"self":[{"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/pages\/1636"}],"collection":[{"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/users\/18"}],"replies":[{"embeddable":true,"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/comments?post=1636"}],"version-history":[{"count":5,"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/pages\/1636\/revisions"}],"predecessor-version":[{"id":3674,"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/pages\/1636\/revisions\/3674"}],"up":[{"embeddable":true,"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/pages\/1634"}],"wp:attachment":[{"href":"https:\/\/www.stanford.edu\/wp-json\/wp\/v2\/media?parent=1636"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}